Repository: osamuya/nullnote
Catalog: Apps/Nullnote-macOS/Nullnote/Localizable.xcstrings
Source language: ja
Languages: de, en, fr, ko, zh_hans, zh_hant

source: Finder で表示
de: Im Finder zeigen
en: Show in Finder
fr: Afficher dans le Finder
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Finder で表示する
de: Im Finder zeigen
en: Show in Finder
fr: Afficher dans le Finder
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Markdown は行末に半角スペース2つを置いたときだけ改行します。入れておくと、そのままの改行もプレビューで改行になります。本文は書き換えません。
de: Markdown bricht eine Zeile nur um, wenn sie mit zwei Leerzeichen endet. Ist diese Option aktiv, werden auch einfache Zeilenumbrüche in der Vorschau umgebrochen. Dein Text wird nicht verändert.
en: Markdown breaks a line only where it ends with two spaces. With this on, plain line breaks also break in the preview. Your text isn't changed.
fr: Markdown ne passe à la ligne que lorsqu’une ligne se termine par deux espaces. Si cette option est activée, les retours à la ligne simples sont aussi respectés dans l’aperçu. Votre texte n’est pas modifié.
ko: Markdown은 줄 끝에 공백 두 개가 있을 때만 줄을 바꿉니다. 이 옵션을 켜면 일반 줄 바꿈도 미리보기에서 줄이 바뀝니다. 본문은 변경되지 않습니다.
zh_hans: Markdown 只在行尾有两个空格时才换行。开启后，普通的换行在预览中也会换行。不会改动你的文本。
zh_hant: Markdown 只在行尾有兩個空格時才換行。開啟後，一般的換行在預覽中也會換行。不會更動你的文字。

source: URL を自動でリンクにする
de: URLs automatisch in Links umwandeln
en: Convert URLs to links automatically
fr: Convertir automatiquement les URL en liens
ko: URL을 자동으로 링크로 변환
zh_hans: 自动将 URL 转换为链接
zh_hant: 自動將 URL 轉換為連結

source: https:// で始まる URL のあとに空白か改行を打ったとき、または URL だけを貼り付けたときに、[URL](URL) の形に書き換えます。切ってあると、打ったとおりの文字のまま残します。プレビューでは、どちらでもリンクとして表示されます。
de: Wenn du nach einer URL, die mit https:// beginnt, ein Leerzeichen oder einen Zeilenumbruch eingibst oder nur eine URL einfügst, wird sie zu [URL](URL) umgeschrieben. Ist diese Option aus, bleibt der Text genau so, wie du ihn eingegeben hast. Die Vorschau zeigt die URL in beiden Fällen als Link an.
en: When you type a space or a line break after a URL that starts with https://, or paste just a URL, it is rewritten as [URL](URL). When this is off, the text stays exactly as you typed it. The preview shows the URL as a link either way.
fr: Lorsque vous tapez une espace ou un retour à la ligne après une URL commençant par https://, ou que vous collez uniquement une URL, celle-ci est réécrite sous la forme [URL](URL). Si cette option est désactivée, le texte reste exactement tel que vous l’avez tapé. Dans l’aperçu, l’URL s’affiche comme un lien dans les deux cas.
ko: https:// 형식의 URL 뒤에 공백이나 줄 바꿈을 입력하거나 URL만 붙여넣으면 [URL](URL) 형태로 바꿉니다. 이 옵션을 끄면 입력한 그대로 남습니다. 미리보기에서는 어느 쪽이든 링크로 표시됩니다.
zh_hans: 在以 https:// 开头的 URL 后输入空格或换行，或者只粘贴一个 URL 时，会改写为 [URL](URL) 的形式。关闭后，文本会保持你输入时的原样。无论是否开启，预览中都会将 URL 显示为链接。
zh_hant: 在以 https:// 開頭的 URL 後輸入空格或換行，或只貼上一個 URL 時，會改寫為 [URL](URL) 的形式。關閉後，文字會保持你輸入時的原樣。無論是否開啟，預覽中都會將 URL 顯示為連結。

source: 「%@」の中の画像を表示するために、このフォルダの閲覧を許可してください。
de: Erlaube den Zugriff auf diesen Ordner, um die Bilder in „%@“ anzuzeigen.
en: To show the images in “%@”, allow access to this folder.
fr: Pour afficher les images de « %@ », autorisez l’accès à ce dossier.
ko: ‘%@’ 안의 이미지를 표시하려면 이 폴더에 대한 접근을 허용하십시오.
zh_hans: 若要显示“%@”中的图像，请允许访问此文件夹。
zh_hant: 若要顯示「%@」中的影像，請允許取用此檔案夾。

source: インデント
de: Einrückung
en: Indentation
fr: Indentation
ko: 들여쓰기
zh_hans: 缩进
zh_hant: 縮排

source: コード
de: Code
en: Code
fr: Code
ko: 코드
zh_hans: 代码
zh_hant: 程式碼

source: ダークのとき
de: Im dunklen Modus
en: In Dark Mode
fr: En mode sombre
ko: 다크 모드일 때
zh_hans: 深色模式时
zh_hant: 深色模式時

source: テーマ
de: Design
en: Theme
fr: Thème
ko: 테마
zh_hans: 主题
zh_hant: 主題

source: ファイル名
de: Dateiname
en: File Name
fr: Fichier
ko: 파일 이름
zh_hans: 文件名
zh_hant: 檔案名稱

source: ファイル名をコピー
de: Dateinamen kopieren
en: Copy File Name
fr: Copier le nom du fichier
ko: 파일 이름 복사
zh_hans: 拷贝文件名
zh_hant: 拷貝檔案名稱

source: ファイル名を変えたとき、本文の先頭の見出しも同じ名前にします。見出しが無ければ足します。
de: Wenn du die Datei umbenennst, erhält die erste Überschrift denselben Namen. Gibt es keine Überschrift, wird eine hinzugefügt.
en: When you rename the file, the first heading is changed to the same name. If there's no heading, one is added.
fr: Lorsque vous renommez le fichier, le premier titre prend le même nom. S’il n’y a pas de titre, un titre est ajouté.
ko: 파일 이름을 변경하면 본문의 첫 번째 제목도 같은 이름으로 바꿉니다. 제목이 없으면 추가합니다.
zh_hans: 重命名文件时，正文的第一个标题也会改为相同的名称。如果没有标题，会添加一个。
zh_hant: 重新命名檔案時，內文的第一個標題也會改為相同的名稱。如果沒有標題，會加入一個。

source: フォルダのパスをコピー
de: Ordnerpfad kopieren
en: Copy Folder Path
fr: Copier le chemin du dossier
ko: 폴더 경로 복사
zh_hans: 拷贝文件夹路径
zh_hant: 拷貝檔案夾路徑

source: フルパスをコピー
de: Pfad kopieren
en: Copy Path
fr: Copier le chemin
ko: 경로 복사
zh_hans: 拷贝路径
zh_hant: 拷貝路徑

source: プレビュー
de: Vorschau
en: Preview
fr: Aperçu
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: プレビューの図の配色です。拡大して見るときと、画像に書き出すときも同じ配色になります。図の中に %%{init: {'theme': 'forest'}}%% と書いた図は、そちらが優先されます。
de: Das Farbschema für Diagramme in der Vorschau. Die vergrößerte Ansicht und exportierte Bilder verwenden dasselbe Schema. Ein Diagramm, das %%{init: {'theme': 'forest'}}%% enthält, verwendet stattdessen dieses Design.
en: The color scheme for diagrams in the preview. The enlarged view and exported images use the same scheme. A diagram that contains %%{init: {'theme': 'forest'}}%% uses that theme instead.
fr: Le jeu de couleurs des diagrammes dans l’aperçu. La vue agrandie et les images exportées utilisent le même jeu de couleurs. Un diagramme qui contient %%{init: {'theme': 'forest'}}%% utilise plutôt ce thème.
ko: 미리보기에서 다이어그램의 색상 구성입니다. 확대해서 볼 때와 이미지로 내보낼 때도 같은 색상 구성을 사용합니다. 다이어그램 안에 %%{init: {'theme': 'forest'}}%%라고 쓴 경우에는 그 설정이 우선합니다.
zh_hans: 预览中图表的配色。放大查看和导出为图像时也使用相同的配色。图表中写有 %%{init: {'theme': 'forest'}}%% 时，以其为准。
zh_hant: 預覽中圖表的配色。放大檢視和輸出為影像時也使用相同的配色。圖表中寫有 %%{init: {'theme': 'forest'}}%% 時，以其為準。

source: プレビューを左右に並べる
de: Vorschau daneben anzeigen
en: Show Preview Side by Side
fr: Afficher l’aperçu côte à côte
ko: 미리보기를 나란히 보기
zh_hans: 并排显示预览
zh_hant: 並排顯示預覽

source: プレビューを表示
de: Vorschau einblenden
en: Show Preview
fr: Afficher l’aperçu
ko: 미리보기 보기
zh_hans: 显示预览
zh_hant: 顯示預覽

source: プレビューを隠す
de: Vorschau ausblenden
en: Hide Preview
fr: Masquer l’aperçu
ko: 미리보기 가리기
zh_hans: 隐藏预览
zh_hant: 隱藏預覽

source: ライトのとき
de: Im hellen Modus
en: In Light Mode
fr: En mode clair
ko: 라이트 모드일 때
zh_hans: 浅色模式时
zh_hant: 淺色模式時

source: リストの行で Tab を押したときに、1段ぶんとして入れるものです。⇧Tab で戻します。すでに書かれているインデントは、この設定に関係なくそのまま保たれます。
de: Was Tab in einer Liste für eine Ebene einfügt. ⇧Tab rückt wieder aus. Bereits vorhandene Einrückungen bleiben unabhängig von dieser Einstellung erhalten.
en: What Tab inserts for one level in a list. ⇧Tab moves it back. Indentation that's already written is kept as is, regardless of this setting.
fr: Ce que Tab insère pour un niveau dans une liste. ⇧Tab revient d’un niveau. L’indentation déjà présente est conservée telle quelle, quel que soit ce réglage.
ko: 목록 행에서 Tab을 눌렀을 때 한 단계로 삽입되는 내용입니다. ⇧Tab으로 되돌립니다. 이미 작성된 들여쓰기는 이 설정과 관계없이 그대로 유지됩니다.
zh_hans: 在列表行中按 Tab 时插入的一级缩进。按 ⇧Tab 退回。已有的缩进不受此设置影响，保持原样。
zh_hant: 在列表行中按 Tab 時插入的一層縮排。按 ⇧Tab 退回。已有的縮排不受此設定影響，維持原樣。

source: リンク
de: Link
en: Link
fr: Liens
ko: 링크
zh_hans: 链接
zh_hant: 連結

source: 先頭の見出しと同期
de: Mit erster Überschrift synchronisieren
en: Sync with first heading
fr: Synchroniser avec le premier titre
ko: 첫 번째 제목과 동기화
zh_hans: 与第一个标题同步
zh_hant: 與第一個標題同步

source: 前を検索
de: Rückwärts suchen
en: Find Previous
fr: Rechercher le précédent
ko: 이전 찾기
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: 取り消し線
de: Durchgestrichen
en: Strikethrough
fr: Barré
ko: 취소선
zh_hans: 删除线
zh_hant: 刪除線

source: 合流
de: Konflikte
en: Merging
fr: Fusion
ko: 병합
zh_hans: 合并
zh_hant: 合併

source: 同じ語を全部選ぶ
de: Alle Vorkommen auswählen
en: Select All Occurrences
fr: Sélectionner toutes les occurrences
ko: 같은 단어 모두 선택
zh_hans: 选择所有相同项
zh_hant: 選取所有相同項目

source: 同じ語を選ぶ
de: Nächstes Vorkommen auswählen
en: Select Next Occurrence
fr: Sélectionner l’occurrence suivante
ko: 다음 같은 단어 선택
zh_hans: 选择下一个相同项
zh_hant: 選取下一個相同項目

source: 図（mermaid）
de: Diagramme (Mermaid)
en: Diagrams (Mermaid)
fr: Diagrammes (Mermaid)
ko: 다이어그램(Mermaid)
zh_hans: 图表（Mermaid）
zh_hant: 圖表（Mermaid）

source: 外の道具が同じファイルを直したとき、行の途中の空白の数だけが違うところは、食い違いとして扱いません。行頭のインデントと行末の空白は、意味が変わるのでそのまま比べます。
de: Wenn eine andere App dieselbe Datei bearbeitet, werden Zeilen, die sich nur in der Anzahl der Leerzeichen innerhalb der Zeile unterscheiden, nicht als Konflikt behandelt. Einrückungen am Zeilenanfang und Leerzeichen am Zeilenende werden weiterhin verglichen, da sie die Bedeutung ändern.
en: When another app edits the same file, lines that differ only in the number of spaces within them aren't treated as conflicts. Indentation at the start of a line and spaces at the end are still compared, since they change the meaning.
fr: Lorsqu’une autre app modifie le même fichier, les lignes qui ne diffèrent que par le nombre d’espaces à l’intérieur ne sont pas traitées comme des conflits. L’indentation en début de ligne et les espaces en fin de ligne restent comparés, car ils changent le sens.
ko: 다른 앱이 같은 파일을 수정했을 때, 줄 중간의 공백 개수만 다른 부분은 충돌로 취급하지 않습니다. 줄 앞의 들여쓰기와 줄 끝의 공백은 의미가 달라지므로 그대로 비교합니다.
zh_hans: 其他 App 编辑同一个文件时，仅行内空格数量不同的地方不视为冲突。行首的缩进和行尾的空格会改变含义，因此仍会比较。
zh_hant: 其他 App 編輯同一個檔案時，僅行內空格數量不同的地方不視為衝突。行首的縮排和行尾的空格會改變含義，因此仍會比較。

source: 太字
de: Fett
en: Bold
fr: Gras
ko: 볼드체
zh_hans: 粗体
zh_hant: 粗體

source: 文字を大きく
de: Größer
en: Bigger
fr: Plus grand
ko: 크게
zh_hans: 变大
zh_hant: 放大

source: 文字を小さく
de: Kleiner
en: Smaller
fr: Plus petit
ko: 작게
zh_hans: 变小
zh_hant: 縮小

source: 文字サイズ
de: Schriftgröße
en: Font Size
fr: Police
ko: 글자 크기
zh_hans: 字体大小
zh_hant: 字體大小

source: 文字サイズを戻す
de: Originalgröße
en: Actual Size
fr: Taille réelle
ko: 실제 크기
zh_hans: 实际大小
zh_hant: 實際大小

source: 文書内を検索（⌘F）
de: Im Dokument suchen (⌘F)
en: Find in Document (⌘F)
fr: Rechercher dans le document (⌘F)
ko: 문서에서 찾기(⌘F)
zh_hans: 在文稿中查找（⌘F）
zh_hant: 在文件中尋找（⌘F）

source: 斜体
de: Kursiv
en: Italic
fr: Italique
ko: 이탤릭체
zh_hant: 斜體

source: 普通の改行でも改行する
de: Einfache Zeilenumbrüche beibehalten
en: Preserve single line breaks
fr: Conserver les retours à la ligne simples
ko: 단일 줄 바꿈 유지
zh_hans: 保留单个换行
zh_hant: 保留單一換行

source: 検索
de: Suchen
en: Search
fr: Rechercher
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: 検索…
de: Suchen …
en: Find…
fr: Rechercher…
ko: 찾기…
zh_hans: 查找…
zh_hant: 尋找…

source: 検索を閉じる
de: Suche schließen
en: Close Search
fr: Fermer la recherche
ko: 검색 닫기
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: 次を検索
de: Weitersuchen
en: Find Next
fr: Rechercher le suivant
ko: 다음 찾기
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: 目次
de: Gliederung
en: Outline
fr: Plan
ko: 개요
zh_hans: 大纲
zh_hant: 大綱

source: 目次を表示
de: Gliederung einblenden
en: Show Outline
fr: Afficher le plan
ko: 개요 보기
zh_hans: 显示大纲
zh_hant: 顯示大綱

source: 目次を隠す
de: Gliederung ausblenden
en: Hide Outline
fr: Masquer le plan
ko: 개요 가리기
zh_hans: 隐藏大纲
zh_hant: 隱藏大綱

source: 空白の違いだけのところは印を出さない
de: Änderungen nur an Leerzeichen ignorieren
en: Ignore whitespace-only changes
fr: Ignorer les différences d’espacement
ko: 공백만 다른 변경 사항 무시
zh_hans: 忽略仅空格不同的更改
zh_hant: 忽略僅空格不同的變更

source: 編集画面
de: Editor
en: Editor
fr: Éditeur
ko: 편집기
zh_hans: 编辑器
zh_hant: 編輯器

source: 行番号を表示
de: Zeilennummern anzeigen
en: Show line numbers
fr: Afficher les numéros de ligne
ko: 줄 번호 보기
zh_hans: 显示行号
zh_hant: 顯示行號

source: 見出しに合わせてファイル名を付け直すために、「%@」への書き込みを許可してください。
de: Erlaube das Schreiben in „%@“, damit die Datei passend zur Überschrift umbenannt werden kann.
en: To rename the file to match its heading, allow writing to “%@”.
fr: Pour renommer le fichier d’après son titre, autorisez l’écriture dans « %@ ».
ko: 제목에 맞춰 파일 이름을 변경하려면 ‘%@’에 쓰기를 허용하십시오.
zh_hans: 若要按标题重命名文件，请允许写入“%@”。
zh_hant: 若要依標題重新命名檔案，請允許寫入「%@」。

source: 見出しの目次を表示
de: Gliederung einblenden
en: Show Outline
fr: Afficher le plan
ko: 개요 보기
zh_hans: 显示大纲
zh_hant: 顯示大綱

source: 許可
de: Erlauben
en: Allow
fr: Autoriser
ko: 허용
zh_hans: 允许
zh_hant: 允許
